Repository: thacolonel/script.embuary.info
Catalog: resources/language/resource.language.*/strings.po
Languages: fi_fi

# #32000
source: Error
fi_fi: Virhe

# #32001
source: This is a tool to provide features to a skin and requires skin integration.
fi_fi: Tämä työkalu tarjoaa ominaisuuksia ulkoasuun ja vaatii ulkoasuun integroinnin.

# #32002
source: (Get a free API key on www.omdbapi.com)
fi_fi: (Hanki ilmainen API-avain osoitteesta www.omdbapi.com)

# #32003
source: Certification country
fi_fi: Luokitusmaa

# #32019
source: No information found
fi_fi: Tietoja ei löytynyt

# #32022
source: Invalid TheMovieDB API key
fi_fi: Virheellinen TheMovieDB API -avain

# #32004
source: Person
fi_fi: Henkilö

# #32005
source: Search for
fi_fi: Etsi

# #32006
source: Age
fi_fi: Ikä

# #32007
source: Place of birth
fi_fi: Syntymäpaikka

# #32008
source: Facts
fi_fi: Faktat

# #32009
source: Similar
fi_fi: Samantapaiset

# #32010
source: Images
fi_fi: Kuvat

# #32011
source: Premiered
fi_fi: Ensiesitys

# #32012
source: Retail
fi_fi: Vähittäismyynti

# #32013
source: Budget
fi_fi: Budjetti

# #32014
source: Revenue
fi_fi: Tuotto

# #32015
source: Awards
fi_fi: Palkinnot

# #32016
source: Seasons
fi_fi: Tuotantokaudet

# #32017
source: Known for
fi_fi: Tunnetaan

# #32018
source: Crew
fi_fi: Ryhä

# #32023
source: API key
fi_fi: API-avain

# #32020
source: Developer settings
fi_fi: Kehittäjäasetukset

# #32021
source: Enable caching (highly recommended - only turn off for debugging)
fi_fi: Salli välimuisti (erittäin suositeltavaa - poista käytöstä vain vianmääritystä varten)

# #32024
source: Default language
fi_fi: Oletuskieli

# #32025
source: items in your library
fi_fi: Kohteet kirjastossasi

# #32026
source: Misc.
fi_fi: Sekalaiset.

# #32027
source: Hide person appearances in reality/talk/news shows
fi_fi: Piilota henkilön esiintymiset tosi-tv-/keskustelu-/uutisohjelmissa

# #32028
source: Hide person appearances in specials/documentaries/behind the scenes movies
fi_fi: Piilota henkilön esiintymiset erikoisjaksoissa/dokumenteissa/elokuvien kulissien takana -kohtauksissa

# #32029
source: Top rated movies
fi_fi: Arvostetuimmat elokuvat

# #32030
source: Now playing movies
fi_fi: Nyt toistettavat elokuvat

# #32031
source: Upcoming movies
fi_fi: Tulossa olevat elokuvat

# #32032
source: Popular movies
fi_fi: Suositut elokuvat

# #32033
source: Top rated TV shows
fi_fi: Parhaiten arvostellut sarjat

# #32034
source: Popular TV shows
fi_fi: Suositut sarjat

# #32035
source: TV shows airing today
fi_fi: Tänään esitettävät sarjat

# #32036
source: TV shows airing in the next 7 days
fi_fi: Seuraavien 7 päivän kuluessa esitettävät sarjat

# #32037
source: Collection
fi_fi: Kokoelma

# #32039
source: Guest stars
fi_fi: Vierailevat tähdet

# #32040
source: Season
fi_fi: Tuotantokausi

# #32038
source: Widgets
fi_fi: Vimpaimet

# #32041
source: Hide items from similar movies if they are part of the collection
fi_fi: Piilota kohteet samantapaisista elokuvista, jos ne kuuluvat kokoelmaan

# #32042
source: Trending movies
fi_fi: Nousevat elokuvat

# #32043
source: Trending shows
fi_fi: Nousevat sarjat

# #32044
source: Hide upcoming items
fi_fi: Piilota tulossa olevat kohteet

# #32045
source: Allow items of the next [n] days
fi_fi: Salli kohteet seuraavien [n] päivältä

# #32046
source: Watched episodes
fi_fi: Katsotut jaksot

# #32047
source: Install context menu addon
fi_fi: Asenna kontekstivalikon laajennus

# #32048
source: Next episode
fi_fi: Seuraava jakso

# #32049
source: Discover
fi_fi: Löydä

# #32050
source: Discover movies
fi_fi: Löydä elokuvia

# #32051
source: Discover TV shows
fi_fi: Löydä sarjoja

# #32052
source: Discover movies by year
fi_fi: Löydä elokuvia vuodella

# #32053
source: Discover movies by genre
fi_fi: Löydä elokuvia lajityypillä

# #32054
source: Discover TV shows by year
fi_fi: Löydä sarjoja vuodella

# #32055
source: Discover TV shows by genre
fi_fi: Löydä sarjoja lajityypillä

# #32056
source: Previous page
fi_fi: Edellinen sivu

# #32057
source: Discover people
fi_fi: Löydä ihmisiä

# #32058
source: Next 7 days
fi_fi: Seuraavat 7 päivää

# #32059
source: Next airing episodes of your TV show library
fi_fi: Sarjojesi seuraavaksi esitettävät jaksot
